Repository: NikhilYadav04/farmer-app
Catalog: App/lib/l10n/app_*.arb
Languages: mr

# locale
source: en
mr: mr

# onboardTitle1
source: Your All-in-One Plant Friendly Companion
mr: तुमचा सर्व-इन-वन शेतकरी आदर्श मैत्रीपूर्ण सहकारी

# onboardTitle2
source: Snap to Detect Plant Species & Find Information
mr: रोग ओळखण्यासाठी फोटो काढा आणि उपाय शोधा

# onboardDesc1
source: Agribuddy is your all-in-one farming companionâ€”quickly identifying native plant species and revealing their medicinal and nutritional benefits.
mr: अ‍ॅग्रिबड्डी हे तुमचे सर्व-इन-वन शेती साथीदार आहे. हे तुम्हाला वनस्पतींच्या वाढीचा अंदाज लावण्यास, रोग ओळखण्यास आणि सर्व आवश्यक उत्पादने, औषधं एका अ‍ॅपमध्ये खरेदी करण्यास मदत करते.

# onboardDesc2
source: Using your smartphone, Agribuddy helps identify plant species by uploading a photo and provides medicinal uses along with regional information.
mr: तुमच्या स्मार्टफोनचा वापर करून, अ‍ॅग्रिबड्डी अत्याधुनिक सुविधा वापरून पिकांच्या रोगांची ओळख पटवतो आणि अधिक निरोगी पिकांसाठी उपचारांचे सुचवतो.

# signUpTitle
source: Join AgriBuddy Today
mr: अ‍ॅग्रिबड्डी मध्ये सामील व्हा

# signUpDesc
source: Create Your Account Now!
mr: तुमचे खाते तयार करा!

# phoneText
source: Phone
mr: फोन

# enterPhoneText
source: Enter your Number
mr: तुमचा क्रमांक टाका

# emailText
source: Email
mr: ई-मेल

# enterEmailText
source: Enter your Email
mr: तुमचा ई-मेल टाका

# passwordText
source: Password
mr: पासवर्ड

# enterPasswordText
source: Enter your Password
mr: तुमचा पासवर्ड टाका

source: Sign up
mr: नोंदणी

# alreadySignUp1
source: Already have an account?
mr: खाते आधीच आहे?

# alreadySignUp2
source: Login
mr: लॉगिन

# loginTitle
source: Welcome Back!
mr: परत स्वागत आहे!

# loginDesc
source: Let''s Continue your Farming Journey
mr: तुमची शेती यात्रा सुरू ठेवा

# loginText
source: Log in
mr: लॉगिन

# alreadyLogin1
source: Don''t have an account?
mr: खाते नाहीये?

# alreadyLogin2
source: Sign Up
mr: नोंदणी करा

# forgotPass1
source: Forgot your Password?
mr: पासवर्ड विसरलात?

# forgotPass2
source: Click Here
mr: येथे क्लिक करा

# phoneNumberText
source: Phone Number
mr: फोन क्रमांक

# phoneNumberTextDesc
source: Enter your number to receive an OTP.
mr: OTP प्राप्त करण्यासाठी तुमचा क्रमांक टाका.

# receiveOtpText
source: Receive OTP
mr: OTP मिळवा

# cannotOtpText1
source: Cannot receive OTP?
mr: OTP मिळत नाहीये?

# cannotOtpText2
source: Try email instead
mr: ई-मेल वापरा

# cannotOtpText3
source: Try phone instead
mr: फोन वापरा

# emailTextDesc
source: Enter your email to receive an OTP.
mr: OTP प्राप्त करण्यासाठी तुमचा ई-मेल टाका.

# otpVerificationText1
source: OTP Verification
mr: OTP सत्यापन

# otpVerificationText2
source: Enter your OTP within 5 minutes, or it will become invalid.
mr: कृपया 5 मिनिटांच्या आत तुमचा OTP प्रविष्ट करा, अन्यथा तो अमान्य होईल.

# verifyText
source: Verify
mr: सत्यापित करा

# changePassText
source: Change Password
mr: पासवर्ड बदला

# newPassText
source: New Password
mr: नवीन पासवर्ड

# rePassText
source: Confirm New Password
mr: नवीन पासवर्ड पुष्टी करा

# rePassText1
source: Re-Enter your Password
mr: तुमचा पासवर्ड पुन्हा टाका

# resendText
source: You can resend code in
mr: आपण कोड पुन्हा पाठवू शकता

# resendText1
source: Resend Code
mr: कोड पुन्हा पाठवा

# bottomBarHome
source: Home
mr: मुख्यपृष्ठ

# bottomBarDiagnose
source: Diagnose
mr: निदान

# bottomBarSHop
source: Shop
mr: दुकान

# bottomBarHistory
source: History
mr: इतिहास

# remedyText
source: Medicinal Uses
mr: उपाय

# searchPlantText
source: Search plants..
mr: वनस्पती शोधा..

# plantText
source: Plant
mr: वनस्पती

# diseaseText
source: Disease
mr: आजार

# checkText
source: Check Your Plant
mr: तुमच्या झाडाची तपासणी करा

# checkText1
source: Capture photos, identify plant species, and get detailed information instantly.
mr: छायाचित्रे घ्या, रोगांचे निदान सुरू करा आणि निदानाचे टिप्स मिळवा.

# uploadText
source: Upload
mr: अपलोड करा

# submitText
source: Submit
mr: सामायिक करा
